Revit 2027 API
UnitTypeId.FeetOfWater39_2DegreesFahrenheit Property
 Feet of water (39.2 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetOfWater39_2DegreesFahrenheit { get; }
Public Shared ReadOnly Property FeetOfWater39_2DegreesFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetOfWater39_2DegreesFahrenheit {
	ForgeTypeId^ get ();
}
static member FeetOfWater39_2DegreesFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace